export const STEP = [
    {
        question: "Q2. 친구가 약속시간보다 30분 늦게 도착했을 때 당신은?",
        typeFButton: "상황설명보단 사과먼저 하길 바람",
        typeBothButton: "늦게 온 이유가 타당해도 사과하길 바람",
        typeTButton: "늦게 온 이유부터 물어보고 늦은 이유가 타당하면 이해해줌"
    },
    {
        question: "Q3. 친구가 “이거 너무 갖고싶은데 돈이 없네.. 살까 말까?”라며 고민을 한다. 당신의 반응은?",
        typeFButton: "갖고싶으면 사야지 다음달은 아껴쓰자!",
        typeBothButton: "얼만데?",
        typeTButton: "어차피 너 돈이니까 마음대로해"
    },  
    {
        question: "Q4. 취업을 못하고 있는 친구가 있다. 당신의 반응은?",
        typeFButton: "요새 준비하느라 힘들지 ㅠㅜ 지치면 좀 쉬어가면서 준비해보자",
        typeBothButton: "준비는 잘 돼가? 힘들어도 열심히 준비하면 분명 취업할 수 있을거야.",
        typeTButton: "이력서 몇군데 넣었어?"
    },
    {
        question: 'Q5. 친구가 "어제 자취방에 페인트를 칠했는데 냄새 때문에 너무 힘들어"라고 말한다. 당신의 반응은?',
        typeFButton: "헐 페인트 냄새 독한데 너무 힘들었겠다. 지금은 괜찮아?",
        typeBothButton: "페인트 냄새 몸에 안 좋을텐데 문 활짝 열어 놓고 며칠간 친구 집에서 지내다가 와.",
        typeTButton: "문 열고 환기해"
    },
    {
        question: "Q6. 당신이 데이트를 나간 상황, 연인이 갑자기 배탈 난 것 같다고 말할 때 당신은?",
        typeFButton: "많이 안좋아? 지금 병원 같이 갈까?",
        typeBothButton: "괜찮아? 너무 힘들면 약 먹고 들어가서 쉬자",
        typeTButton: "어제 뭐먹었는데?"
    },
    {
        question: "Q7. 이 식당 너무 와보고 싶었는데 웨이팅이 두시간이래ㅠㅠ 어떡하지?",
        typeFButton: "(와보고 싶었다고?) 괜찮아 기다리자!",
        typeBothButton: "두시간이나 기다려야 된다고? 배고픈데.. 여긴 어때?(다른 곳을 보여줌)",
        typeTButton: "(시간아까워) 다른데 가자"
    },
    {
        question: "Q8. 영화를 보는 중 슬픈장면이 나왔을 때 당신의 반응은?",
        typeFButton: "주인공 빙의됨. (눈물 왕왕 흘리는 중)",
        typeBothButton: "슬프긴하지만 눈물을 흘리진 않는다.",
        typeTButton: "이 장면은 억지로 눈물을 끌어내는거야 (치밀한 영화분석)"
    },
    {
        question: '"Q9. 넌 아는 것도 없으면서 왜 아는 척해?" 라는 말을 들었을 때 당신의 반응은?',
        typeFButton: "응...? (이미 상처받음)",
        typeBothButton: "너 말을 왜 그렇게해?",
        typeTButton: "내가 어떤 부분이 아는게 없어?"
    },
    {
        question: 'Q10. 로봇에게 탑을 쌓으라며 명령한 뒤 쌓은 탑을 다시 무너뜨리라고 지시를 했다. 그때 로봇이 "탑을 열심히 세웠어요. 제발 그러지 말아주세요"라며 사정한다. 하지만 결국 로봇은 지시대로 탑을 무너뜨린다. 이때 당신의 반응은?',
        typeFButton: "로봇 너무 불쌍해 ㅜㅜ 왜 다시 무너뜨리라고 지시하지 인간 나쁘다",
        typeBothButton: "안쓰럽긴한데 로봇은 지시받은대로 행동해야지.",
        typeTButton: "로봇 주제에 시키는대로 행동해야지 토를달아?"
    }
];